<template>
    <div style="width: 600px;margin:auto;color:white">
        第一条 服务内容<br/>
        1.1 破浪公司同意向用户提供在线藏品售卖平台服务，包括但不限于藏品信息展示、交易撮合、订单管理、支付结算及售后服务支持等服务。<br/>
        1.2 用户应确保所售藏品来源合法、权属清晰，并承诺对藏品的真实性、合法性及描述信息的准确性负责。<br/>
        第二条 用户义务<br/>
        2.1 用户应遵守国家法律法规、行业规范及破浪公司的相关规定，不得销售违禁品、假冒伪劣商品或侵犯他人知识产权的商品。<br/>
        2.2 用户应遵守公平交易原则，不得进行价格欺诈、恶意竞争等不正当行为，确保交易公平、公正、透明。<br/>
        第三条 破浪公司权利与义务<br/>
        3.1 破浪公司有权对用户上传的藏品信息进行审核，对不符合规定的藏品信息有权拒绝发布或下架。<br/>
        3.2 破浪公司应提供稳定、安全的在线售卖平台，确保用户交易数据的安全性和完整性，并采取必要的技术手段保护用户信息安全。<br/>
        3.3 破浪公司有权根据市场情况、技术升级等因素对服务内容进行调整或优化，但应提前通知用户。<br/>
        第四条 费用与结算<br/>
        4.1 用户应根据破浪公司的收费标准支付相应的服务费用，包括但不限于平台使用费、交易手续费等。<br/>
        4.2 破浪公司有权根据市场情况调整服务费用，但应提前通知用户。<br/>
        4.3 用户通过破浪平台完成的交易，其货款将由破浪公司代为收取，并在扣除服务费用后，按照双方约定的结算周期支付给用户。<br/>
        第五条 售后服务<br/>
        5.1 用户应负责处理与买家的售后纠纷，包括但不限于退换货、退款等事宜。<br/>
        5.2 破浪公司可提供必要的售后支持，但具体责任和义务应根据双方约定及平台规则确定。<br/>
        第六条 保密条款<br/>
        双方应对在履行本协议过程中获知的对方商业秘密、技术秘密等保密信息予以严格保密，未经对方书面同意，任何一方不得向第三方泄露或使用。<br/>
        第七条 违约责任<br/>
        7.1 若用户违反本协议约定的义务，破浪公司有权采取警告、限制交易、终止服务等措施，并有权要求用户承担违约责任。<br/>
        第八条 争议解决<br/>
        双方因履行本协议发生的争议，应首先通过友好协商解决；协商不成的，任何一方均有权向破浪公司所在地人民法院提起诉讼。<br/>
        第九条 附则<br/>
        9.1 本协议最终解释权归破浪官方持有。<br/>
    </div>
</template>


  
